Repository: JOSM/wikipedia
Catalog: poSrc/*.po
Languages: vi

source: Add Tag
vi: Thêm Tag

source: Add names from Wikipedia
vi: Thêm tên từ Wikipedia

source: Adds a ''wikipedia'' tag corresponding to this article to the selected objects
vi: Thêm một '' wikipedia '' tag tương ứng với bài viết này để các lựa chọnĐối tượng

source: Available in local dataset
vi: có sẵn trong tập dữ liệu địa phương

source: Available via WIWOSM server
vi: có sẵn thông qua máy chủ WIWOSM

source: Cancel
vi: Hủy bỏ

source: Category
vi: Thể loại

source: Contacting Server...
vi: Liên hệ với Server ...

source: Coordinates
vi: Tọa độ

source: Copies the {0} template to the system clipboard instantiated with the coordinates of the first selected node
vi: Bản sao các {0} template vào clipboard hệ thống khởi tạo vớiTọa độ của các nút lựa chọn đầu tiên

source: Copy {0} template
vi: Copy {0} mẫu

source: Double click on item to search for object with article name (and center coordinate)
vi: Double click vào mục tìm kiếm đối tượng với tên bài viết (và trung tâmPhối hợp)

source: Download referrers (parent relations)
vi: Tải referrers (quan hệ cha mẹ)

source: Download relation members
vi: thành viên Tải về mối quan hệ

source: Enter the Wikipedia language
vi: Nhập ngôn ngữ Wikipedia

source: Error
vi: Lỗi

source: Fetch Wikipedia articles with coordinates
vi: Lấy bài viết Wikipedia với tọa độ

source: Fetches a list of all Wikipedia articles of a category
vi: lấy một danh sách của tất cả các bài viết trên Wikipedia về một thể loại

source: Fetches all coordinates from Wikipedia in the current view
vi: nạp tất cả các tọa độ từ Wikipedia trong quan điểm hiện tại

source: Fetches interwiki links from Wikipedia in order to add several name tags
vi: Nạp liên kết wiki từ Wikipedia để thêm nhiều thẻ tên

source: Language
vi: Ngôn ngữ

source: Not linked yet
vi: Không liên kết nào

source: Open Article
vi: Open Điều

source: Opens the Wikipedia article of the selected item in a browser
vi: Mở bài viết Wikipedia của mục đã chọn trong một trình duyệt

source: Overwrite key
vi: key Overwrite

source: Pastes Wikipedia articles from the system clipboard
vi: điều Pastes Wikipedia từ clipboard của hệ thống

source: Please select a download area first.
vi: Hãy chọn một khu vực tải về đầu tiên.

source: Select if the members of a relation should be downloaded as well
vi: Chọn nếu các thành viên của một mối quan hệ cần được tải về là tốt

source: Select if the referrers of the object should be downloaded as well, i.e.,parent relations and for nodes, additionally, parent ways
vi: Chọn nếu các liên kết dẫn đến các đối tượng cần được tải về là tốt,Tức là, quan hệ cha mẹ và cho các nút, thêm vào đó, cách cha mẹ

source: Sets the default language for the Wikipedia articles
vi: Thiết lập ngôn ngữ mặc định cho các bài viết Wikipedia

source: Zoom to selection
vi: Zoom để lựa chọn

source: coordinates
vi: tọa độ
