Repository: JOSM/wikipedia
Catalog: src/main/po/*.po
Languages: ast, de, es, fr, ja, pl, ru, zh_cn

source: No Wikidata item is selected!
ast: Nun se seleicionó nengún elementu de Wikidata
de: Kein Wikidata-Eintrag ist ausgewählt!
es: ¡No se ha seleccionado ningún elemento de Wikidata!
ja: Wikidata項目が選択されていません!
pl: Nie wybrano elementów Wikidata!
zh_cn: 尚未选取维基数据项！

source: Not linked yet
ast: Ensin enllazar entá
de: Noch nicht verknüpft
es: no enlazado aún
fr: Pas encore lié
ja: まだリンクされていません
pl: Jeszcze nie połączone
ru: Ссылка ещё не создана
zh_cn: 尚未链接

source: Open Article
ast: Abrir artículu
de: Artikel öffnen
es: Abrir artículo
fr: Ouvrir l’article
ja: 記事を開く
pl: Otwórz artykuł
ru: Открыть статью
zh_cn: 打开文章

source: Opens the Wikipedia article of the selected item in a browser
ast: Abre l''artículu de Wikipedia del elementu escoyíu nun navegador
de: Wikipedia-Artikel des markierten Eintrags im Browser öffnen
es: Abre el artículo de Wikipedia del elemento seleccionado en un navegador
fr: Ouvre l’article Wikipedia de l’élément sélectionné dans un navigateur
ja: 選択された項目に関するWikipediaの記事をブラウザーで開く
pl: Otwiera artykuł Wikipedii dla zaznaczonego obiektu w przeglądarce internetowej
ru: Открыть в браузере статью из Википедии о выбранном объекте
zh_cn: 在浏览器中打开所选项目的维基百科文章

source: Overwrite ''{0}'' tag {1} from {2} with new value ''{3}''?
ast: ¿Sustituir ''{0}'' etiqueta {1} dende {2} col nuevu valor ''{3}''?
de: ''{0}'' Merkmal {1} von {2} mit neuem Wert ''{3}'' überschreiben?
es: ¿Sobrescribir la etiqueta ''{0}'' {1} de {2} con el nuevo valor ''{3}''?
fr: Ecraser ''{0}'' attribut {1} de {2} avec la nouvelle valeur ''{3}'' ?
ja: {2}のうち、タグ''{0}''の{1}について、新しい値''{3}''で上書きしますか?
pl: Nadpisać "{0}" tag {1} z {2} nową wartością "{3}"?
ru: Перезаписать тег ''{0}'' {1} из {2} новым значением ''{3}''?
zh_cn: 要把 {0} 个 {1} 标签的值自“{2}”覆盖为“{3}”吗？

source: Overwrite key
ast: Sustituir clave
de: Schlüssel überschreiben
es: Sobreescribir clave
fr: Écraser la clé
ja: キーを上書き
pl: Zastąp klucz
ru: Затереть клавишу
zh_cn: 覆盖设定键

source: Paste Wikipedia articles
ast: Apegar artículos de Wikipedia
de: Wikipedia-Artikel einfügen
es: Pegar artículos de Wikipedia
ja: ウィキペディアの記事を貼り付ける
pl: Wklej artykuły Wikipedii
zh_cn: 粘贴维基百科条目

source: Pastes Wikipedia articles from the system clipboard
ast: Pegar artículos de la Wikipedia dende''l cartafueyu del sistema
de: Fügt Wikipedia-Artikel aus der Zwischenablage ein
es: Pegar artículos de la Wikipedia desde el portapapeles del sistema
fr: Colle les articles Wikipédia depuis le presse-papiers système
ja: システムのクリップボードからWikipediaの記事を貼り付け
pl: Wkleja artykuły zamieszczone w Wikipedii ze schowka systemowego
ru: Вставляет статьи Википедии из системного буфера обмена
zh_cn: 从系统剪贴板粘贴维基百科文章

source: Please select a download area first.
ast: Seleiciona primero una área pa descargar.
de: Bitte wählen Sie zunächst ein Herunterladegebiet aus.
es: Por favor, elija primero un área para descargar.
fr: Sélectionnez d’abord une zone de téléchargement.
ja: 最初にダウンロード領域を選択してください。
pl: Proszę najpierw zaznaczyć obszar pobierania.
ru: Пожалуйста, выберите сначала область для скачивания.
zh_cn: 请先选择下载区域。

source: Search Wikidata items
ast: Buscar elementos de Wikidata
de: Wikidata-Einträge suchen
es: Buscar elementos de Wikidata
fr: Rechercher les éléments Wikidata
ja: ウィキデータの項目を検索
pl: Wyszukaj obiekty Wikidata
ru: Поиск элементов Викиданных
zh_cn: 搜索维基数据项目

source: Search Wikipedia category
ast: Buscar categoría de Wikipedia
de: Wikipedia-Kategorie durchsuchen
es: Buscar categoría de Wikipedia
fr: Chercher la catégorie Wikipedia
ja: ウィキペディアのカテゴリを検索
pl: Szukaj kategorii w Wikipedii
ru: Поиск категории Википедии
zh_cn: 搜索维基百科分类

source: See the validator messages of the category ''Other'' for more details.
de: Siehe Prüfergebnisse der Kategorie ''Andere'' für nähere Details.
es: Consulte los mensajes del validador de la categoría ''Otros'' para más detalles.
ja: 詳細については、カテゴリ「その他」の妥当性検査メッセージを参照してください。
pl: Sprawdź wiadomości walidatora w kategorii "Inne", aby uzyskać więcej szczegółów.
ru: Подробности смотрите в сообщениях валидатора категории ''Прочее''.
zh_cn: 欲知更多细节，请读“其他”分类的验证器消息。

source: Select if the members of a relation should be downloaded as well
ast: Seleicionar si los miembros d''una rellación tienen de descargase tamién
de: Wählen Sie aus, ob die Mitglieder einer Relation ebenfalls heruntergeladen werden sollen
es: Elegir si los miembros de una relación también habrán de descargarse
fr: Sélectionnez si les membres de la relation doivent également être téléchargés
ja: リレーションのメンバーを一緒にダウンロードする場合は選択してください
pl: Pobiera również obiekty należące do relacji
ru: Отметьте, если должны быть скачаны и участники отношения
zh_cn: 如果一个关系的成员也应被下载，则选择

source: Select if the referrers of the object should be downloaded as well, i.e.,parent relations and for nodes, additionally, parent ways
ast: Seleicionar si les referencies del oxetu tienen de descargase tamién; esto ye, les rellaciones padre y pa los nodios, amás, les víes padre
de: Wählen Sie aus, ob Verweise auf das Objekt ebenfalls heruntergeladen werden sollen, d.h. Eltern-Relationen und für Punkte zusätzlich die Linien
es: Seleccionar si también se deben descargar los referentes del objeto, esto es, relaciones padre y para nodos, además, vías padre
fr: Sélectionnez si les référents de l’objet doivent également être téléchargés, c’est-à-dire les relations parentes, et pour les nœuds, les chemins parents
ja: このオブジェクトを参照しているもの(親リレーションや、ノードの場合は親ウェイなど)を一緒にダウンロードする場合は選択してください
pl: Pobiera obiekty z odniesieniami do tego obiektu (np. relacje, węzły i linie)
ru: Отметьте, если должны быть скачаны и объекты, ссылающиеся на данный (родительские отношения, для точек - родительские линии)
zh_cn: 如果对象的参照者也应被下载(即父关系，还有节点的父路径)，则选择

source: Sets the default language for the Wikipedia articles
ast: Establez l''idioma predetermináu pa los artículos de Wikipedia
de: Legt die Standardsprache für Wikipedia-Artikel fest
es: Establece el idioma predeterminado para los artículos de la Wikipedia
fr: Définit la langue par défaut pour les articles de Wikipédia
ja: Wikipediaの記事について既定の言語を設定する
pl: Ustawia domyślny język dla artykułów Wikipedii
ru: Выбрать язык по умолчанию для статей Википедии
zh_cn: 设置维基百科文章的默认语言

source: Should the wikipedia tag be replaced with the redirect target? Make sure the meaning of the tag remains the same! Before: wikipedia={0}:{1} After: wikipedia={0}:{2}
de: Soll der Wikipedia-Tag durch das Weiterleitungsziel ersetzt werden? Überprüfe, ob die Bedeutung des Tags dabei gleichbleibt! Vorher: wikipedia={0}:{1} Nachher: wikipedia={0}:{2}
es: ¿Debería sustituirse la etiqueta de wikipedia con el objetivo de redireccionamiento? ¡Asegúrese de que el significado de la etiqueta sigue siendo el mismo! Antes: wikipedia={0}:{1} Después: wikipedia={0}:{2}
ja: wikipediaのタグをリダイレクト先に置き換えるべきですか?タグの意味が同じであることを確認してください。 修正前:wikipedia={0}:{1} 修正後:wikipedia={0}:{2}
pl: Czy tag wikipedii powinien być zastąpiony wynikiem przekierowania? Upewnij się, że znaczenie tagu pozostanie takie samo! Przed: wikipedia={0}:{1} Po: wikipedia={0}:{2}
ru: Стоить ли заменить тег wikipedia на перенаправляемую страницу? Убедителсь, что значение тега остаётся прежним! До: wikipedia={0}:{1} После: wikipedia={0}:{2}
zh_cn: 维基百科的标签应该换成重定向的目标吗？请确认标签仍维持原来意思！ 之前：wikipedia={0}:{1} 之后：wikipedia={0}:{2}

source: Show properties of the selected Wikidata item
de: Zeige Eigenschaften des ausgewählten Wikidata-Eintrags
es: Mostrar propiedades del elemento de Wikidata seleccionado
ja: 選択したWikidata項目のプロパティを表示
pl: Pokaż właściwości wybranego elementu Wikidata
zh_cn: 显示选取的维基数据项目的属性

source: Show/hide Sophox snippet list
de: Zeige/Verstecke die Sophox Schnipsel-Liste
es: Mostrar/esconder la lista de snippet Sophox
fr: Afficher/masquer la liste des extraits Sophox
ja: Sophoxスニペットリストの表示/非表示
pl: Pokaż/ukryj listę wycinków Sophox
ru: Показать/скрыть список фрагментов запросов Sophox
zh_cn: 显示/隐藏 Sophox 片段列表

source: Sophox server
es: Servidor Sophox
ja: Sophoxサーバー
pl: Serwer Sophox
ru: Сервер Sophox
zh_cn: Sophox 服务器

source: Statements
de: Aussagen
es: Declaraciones
ja: ステートメント
pl: Deklaracje
zh_cn: 陈述

source: Target key:
de: Zielschlüssel:
es: Clave objetivo:
fr: Clé cible:
ja: ターゲットのキー:
pl: Klucz docelowy:
ru: Целевой ключ:
zh_cn: 目标键：

source: The JSON response from the {0} can''t be decoded!
de: Die JSON-Antwort von {0} kann nicht verarbeitet werden!
es: ¡No se puede decodificar la respuesta JSON de {0}!
ja: {0}からのJSONレスポンスをデコードできません!
pl: Nie można odczytać odpowiedzi JSON z {0}!
zh_cn: 从 {0} 回应的 JSON 无法解码！

source: The Wikidata Action API did not respond with all requested entities!
de: Die Wikidata Action API hat nicht alle Objekte zurückgeliefert, die angefragt wurden!
es: ¡La API Wikidata Action no respondió para todas las entidades solicitadas!
ja: WikidataアクションAPIは、要求されたすべてのエンティティに応答しませんでした。
pl: Wikidata Action API nie odpowiedziało ze wszystkimi wymaganymi elementami!
ru: Ответ Wikidata Action API содержит не все запрошенные сущности!
zh_cn: Wikidata Action API 无法回应所有要求的实体！

source: The Wikidata Action API reports a failed query!
de: Das Wikidata Action API meldet eine fehlgeschlagene Anfrage!
es: ¡La API Wikidata Action reporta un consulta fallida!
ja: Wikidata Action APIは失敗したクエリーを報告します!
pl: Wikidata Action API zgłasza błędne zapytanie!
ru: Wikidata Action API сообщил о сбое запроса!
zh_cn: Wikidata Action API 报告检索失败！

source: The Wikidata item does not exist! Replace the wikidata=* tag with an existing Wikidata item or remove the Wikidata tag.
de: Der Wikidata-Eintrag existiert nicht! Ersetze das wikidata=* Tag mit einem existierenden Wikidata-Eintrag oder entferne das Wikidata-Tag.
es: ¡El elemento Wikidata no existe! Reemplace la etiqueta wikidata=* con un elemento de Wikidata existente o elimine la etiqueta de Wikidata.
ja: そのWikidata項目は存在しません!wikidata=*タグを既存のWikidata項目に置き換えるか、Wikidataタグを削除します。
pl: Element Wikidata nie istnieje! Zamień tag wikidata=* na istniejący element lub go usuń.
ru: Элемент Викиданных не существует! Замените тег wikidata=* на существующий элемент Викиданных или удалите тег.
zh_cn: 维基数据项不存在！请用存在的维基数据项取代 wikidata=* 标签，或移除此标签。

source: The Wikidata item is a redirect
de: Der Wikidata-Eintrag ist eine Weiterleitung
es: El elemento de Wikidata es una redirección
ja: Wikidata項目はリダイレクトされます。
pl: Element Wikidata jest przekierowaniem
ru: Элемент Викиданных является перенаправлением
zh_cn: 维基数据项是重定向

source: The Wikipedia/Wikidata layer
de: Die Wikipedia/Wikidata-Ebene
es: La capa de Wikipedia/Wikidata
ja: Wikipedia/Wikidataレイヤー
pl: Warstwa Wikipedia/Wikidata
ru: Слой Википедии/Викиданных
zh_cn: 维基百科/维基数据图层

source: The language prefix of wikipedia tags should be lowercase!
ja: wikipediaタグの言語プレフィックスは小文字でなければなりません!

source: The value ''{0}'' is not allowed for the wikipedia=* tag
de: Der Wert ''{0}'' ist für das Tag wikipedia=* nicht erlaubt
es: El valor ''{0}'' no está permitido para la etiqueta wikipedia=*
ja: wikipedia=*タグに値''{0}''は使用できません
pl: Wartość ''{0}'' jest niedozwolona dla tagu wikipedia=*
ru: Значение ''{0}'' недопустимо для тега wikipedia=*
zh_cn: wikipedia=* 标签不允许使用数值“{0}”

source: The value of a wikipedia tag should be given as ‹language›:‹Article title› instead of the full URL
ja: wikipediaタグの値は、完全なURLではなく ''‹language›:‹Article title› ''としてください。

source: The value of tag brand:wikidata=* has an invalid format!
de: Der Wert des Merkmals brand:wikidata=* hat ein ungültiges Format!
es: El valor de la etiqueta brand:wikidata=* tiene un formato inválido!
ja: brand:wikidata=* タグの値のフォーマットは無効です!
zh_cn: brand:wikidata=* 标签数值的格式无效！

source: The wikipedia plugin tries to construct a malformed URL!: {0}
ja: wikipediaプラグインは、不正な形式のURLを作成しようとしています!: {0}

source: The {0} reported an invalid query for {1} ({2}). This is a programming error, please report to the Wikipedia plugin.
de: Das {0} hat {1} als ungültige Anfrage zurückgewiesen ({2}). Das ist ein Programmierfehler, bitte melden Sie diesen an das Wikipedia-Plugin.
es: El {0} reportó una consulta inválida para {1} ({2}). Este es un error de programación, por favor reporte al complemento de Wikipedia.
ja: {0}は、 {1} ({2})の無効なクエリを報告しました。これはプログラミングエラーです。Wikipediaプラグインプロジェクトへ報告してください。
pl: {0} zgłosiło błąd w zapytaniu {1} ({2}). Zgłoś ten błąd programistyczny we wtyczce Wikipedii.
ru: {0} сообщил о недопустимом запросе {1} ({2}). Это ошибка программирования, отправьте отчёт об ошибке в модуле Wikipedia.
zh_cn: {0} 报告了无效的检索 {1}（{2}）。这是程序错误，请报告给 Wikipedia 插件作者。

source: The {0} responded with an unexpected response code: {1} {2}
de: Das {0} hat mit einem unerwarteten Antwortcode geantwortet: {1} {2}
es: El {0} respondió con un código de respuesta inesperado: {1} {2}
ja: {0}が予期しない応答コードで応答しました:{1}{2}
pl: {0} zwróciło nieoczekiwaną odpowiedź: {1} {2}
ru: {0} вернул непредвиденный код ответа : {1} {2}
zh_cn: {0} 回复了意外的响应代码：{1} {2}

source: There is no Wikipedia site for language ''{0}''!
ast: La llingua ''{0}'' nun tien nengún sitiu de Wikipedia
de: Es gibt für das Sprachkürzel ''{0}'' keine Wikipedia-Website!
es: ¡No hay un sitio de Wikipedia para el idioma ''{0}''!
ja: 言語"{0}"のWikipediaサイトがありません!
pl: Nie istnieje strona Wikipedii dla języka "{0}"!
ru: Нет сайта Википедии для языка ''{0}''!
zh_cn: 没有“{0}”语言的维基百科网站！

source: This check queries Wikidata to find those OSM objects that are linked to wikidata items of a type, which should not occur in OSM data (at least not as the main wikidata tag)
de: Diese Prüfung fragt Wikidata ab, um diejenigen OSM-Objekte zu finden, die mit Wikidata-Einträgen verknüpft sind, welche üblicherweise nicht in den OSM-Daten auftauchen sollten (zumindest nicht als Haupttag wikidata=*)
es: Esta comprobación consulta Wikidata para encontrar los objetos de OSM que están enlazados a elementos de wikidata de un tipo, lo que no debería ocurrir en los datos de OSM (al menos no como la etiqueta wikidata principal).
ja: このチェックでは、Wikidataに照会して、タイプのwikidata項目にリンクされているOSMオブジェクトを検索します。OSMデータには存在しません(少なくともメインのwikidataタグとしては存在しません)。
pl: To odpyta Wikidata, aby znaleźć obiekty OSM połączone z elementami wikidata typu, który nie powinien występować w danych OSM (przynajmniej nie jako główny tag wikidata)
ru: Эта проверка запрашивает Wikidata, чтобы найти те объекты OSM, которые связаны с элементами викиданных такого типа, которые не должны встречаться в данных OSM (по крайней мере, не в качестве основного тега wikidata)
zh_cn: 此操作检索维基数据，以找到属于不宜链接到维基数据（至少不是主要的 wikidata 标签）类型的 OSM 对象

source: Toggle the layer displaying Wikipedia articles or Wikidata items
de: Blende die Ebene ein bzw. aus, die Wikipedia-Artikel und Wikidata-Einträge anzeigt
es: Alternar la capa que muestra artículos de Wikipedia o elementos de Wikidata
ja: Wikipediaの記事またはWikidataの項目を表示するレイヤーを切り替える
pl: Przełącz warstwy pomiędzy artykułami z Wikipedii a elementami Wikidata
ru: Переключить слой, отображающий статьи Wikipedia или элементы Wikidata
zh_cn: 打开/关闭显示维基百科或是维基数据项的图层

source: Turn on the informational level validator messages in the preferences to see more details.
de: Schalte in den Einstellungen die unwichtigen Prüfergebnisse ein, um nähere Details zu sehen.
es: Active los mensajes del validador de nivel de información en las preferencias para ver más detalles.
ja: 詳細を表示するには、環境設定で情報レベルの妥当性検査メッセージをオンにします。
pl: Włącz wiadomości walidatora na poziomie informacyjnym w ustawieniach, aby zobaczyć więcej szczegółów.
ru: Включите сообщения валидатора информационного уровня в настройках, чтобы увидеть больше подробностей.
zh_cn: 在设置选打开信息（information）级的验证器消息以查看更多细节。

source: Unknown Wikipedia language prefix ''{0}''!
ja: ウィキペディアの言語プレフィックス''{0}''が不明です!

source: Unknown datatype!
de: Unbekannter Datentyp
es: ¡Tipo de datos desconocido!
ja: データタイプが不明です!
pl: Nieznany typ danych!
zh_cn: 未知数据类型！

source: Use only the article title instead of a URL for wikipedia:‹language› tags
ja: wikipedia:<language>タグに、URLではなく、記事のタイトルだけを使ってください

source: When reading the JSON response from the {0}, an error occured! ({1}: {2})
de: Beim Lesen der JSON-Antwort von {0} ist ein Fehler aufgetreten! ({1}: {2})
es: ¡Se produjo un error al leer la respuesta JSON de {0}! ({1}: {2})
ja: {0}からJSONレスポンスを読み取り中にエラーが発生しました!({1}: {2})
pl: Podczas czytania odpowiedzi JSON z {0} wystąpił błąd! ({1}: {2})
ru: При чтении JSON-ответа от {0} произошла ошибка! ({1}: {2})
zh_cn: 当读取 {0} 回复的 JSON 时，有错误发生了！（{1}：{2}）

source: Wiki layer
de: Wiki-Ebene
es: Capa Wiki
ja: Wikiレイヤー
pl: Warstwa Wiki
ru: Слой Wiki
zh_cn: Wiki 图层

source: Wikidata Info
es: Información de Wikidata
ja: Wikidata情報
zh_cn: 维基数据信息

source: Wikidata Info: {0}
es: Información de Wikidata: {0}
ja: Wikidata情報: {0}
zh_cn: 维基数据信息：{0}

source: Wikidata item and Wikipedia article do not match!
de: Der Wikidata-Eintrag und der Wikipedia-Artikel passen nicht zusammen!
es: ¡El elemento de Wikidata y el artículo de Wikipedia no coinciden!
ja: Wikidata 項目と Wikipedia 記事が一致しません!
pl: Element Wikidata i artykuł Wikipedii nie pasują do siebie!
ru: Элемент Викиданных и статья Википедии не соответствуют друг другу!
zh_cn: 维基数据项目和维基百科条目对不上！

source: Wikidata item {0} is not associated with Wikipedia article {1} ({2})
de: Der Wikidata-Eintrag {0} ist nicht mit dem Wikipedia-Artikel {1} ({2}) verknüpft
es: El elemento {0} de Wikidata no está asociado con el artículo {1} de Wikipedia ({2})
ja: Wikidata項目{0}は、 Wikipedia 記事{1} ({2})に関連付けされていません。
pl: Element Wikidata {0} nie jest powiązany z artykułem Wikipedii {1} ({2})
ru: Элемент Викиданных {0} не связан со статьёй Википедии {1} ({2})
zh_cn: 维基数据项目 {0} 与维基百科条目 {1}（{2}）没有关联

source: Wikidata items in viewport
de: Wikidata-Einträge in der aktuellen Ansicht
es: Elementos de Wikidata en la ventana
ja: ビューポートのWikidata項目
pl: Elementy Wikidata w obszarze roboczym
ru: Элементы Викиданных в просматриваемой области
zh_cn: 视野内的维基数据对象

source: Wikidata value is of unusual type for the wikidata=* tag on OSM objects
de: Der Wikidata-Wert hat einen ungewöhnlichen Typ für das wikidata=* Tag von OSM-Objekten
es: El valor de Wikidata es de un tipo inusual para la etiqueta wikidata=* en objetos de OSM
ja: Wikidataの値は、通常OSM オブジェクトのwikidata=* tag に対して使われないタイプです。
pl: Wartość Wikidata w tagu wikidata=* jest niestandardowego dla obiektów OSM typu
ru: Значение Wikidata имеет необычный тип для тега wikidata=* на объекте OSM
zh_cn: 维基数据数值是 OSM 对象 wikidata=* 标签上不常见的类型

source: Wikipedia article ''{0}'' redirects to ''{1}''
de: Wikipedia-Artikel ''{0}'' leitet auf ''{1}'' weiter
es: El artículo de Wikipedia "{0}" redirige a "{1}"
ja: Wikipedia記事 ''{0}''は''{1}''へリダイレクトされます。
pl: Artykuł Wikipedii "{0}" przekierowuje do "{1}"
ru: Статья Википедии ''{0}'' перенаправляет на ''{1}''
zh_cn: 维基百科条目“{0}”重定向至“{1}”

source: Wikipedia article is a redirect
de: Wikipedia-Artikel ist eine Weiterleitung
es: El artículo de Wikipedia es una redirección
ja: Wikipediaの記事はリダイレクトされます。
pl: Artykuł Wikipedii jest przekierowaniem
ru: Статья Википедии является перенаправлением
zh_cn: 维基百科条目是重定向

source: Wikipedia articles in viewport (for language {0})
de: Wikipedia-Artikel im sichtbaren Bereich (für Sprache {0})
es: Artículos de Wikipedia en la ventana (para el idioma {0})
ja: ビューポート(言語{0}用) のWikipedia記事
pl: Artykuły z Wikipedii w obszarze roboczym (dla języka {0})
ru: Статьи Википедии в просматриваемой области (для языка {0})
zh_cn: 视野内维基百科条目 (语言 {0})

source: Wikipedia language
ast: Llingua de Wikipedia
de: Wikipedia-Sprachvariante
es: Idioma de Wikipedia
ja: Wikipediaの言語
pl: Język Wikipedii
ru: Язык Википедии
zh_cn: 维基百科语言

source: Wikipedia tag has invalid format!
ast: La etiqueta Wikipedia tien un formatu inválidu
de: Der Wikipedia-Tag hat ein ungültiges Format!
es: ¡La etiqueta Wikipedia tiene un formato no válido!
ja: Wikipedia タグのフォーマットは無効です!
pl: Tag Wikipedii ma niewłaściwy format!
ru: Неверный формат тега wikipedia!
zh_cn: 维基百科标签是无效的格式！

source: Your saved queries:
ast: Consultes guardaes:
de: Ihre gespeicherten Abfragen:
es: Sus consultas guardadas:
fr: Vos requêtes sauvegardées :
ja: 保存したクエリ:
pl: Twoje zapisane zapytania:
ru: Сохранённые запросы:
zh_cn: 您已保存的查询：

source: Zoom to selection
ast: Averar a la escoyeta
de: Auf Auswahl zoomen
es: Zoom a la selección
fr: Zoomer sur la sélection
ja: 選択へズーム
pl: Przybliż do zaznaczenia
ru: Приблизиться к выделенному
zh_cn: 缩放至选择范围

source: a new value (manual intervention needed due to language conflict)
ja: (言語の競合のため手動介入が必要) 新しい値

source: aliases
ast: alcuños
de: auch bekannt als
es: alias
ja: 別名
pl: aliasy
zh_cn: 别名

source: all Wikipedia articles in Category
ast: tolos artículos de Wikipedia de la Categoría
de: alle Wikipedia-Artikel in Kategorie
es: Todos los artículos de Wikipedia en la categoría
ja: カテゴリの Wikipedia の全記事
pl: wszystkie artykuły z Wikipedii w kategorii
ru: все статьи Википедии в категории
zh_cn: 分类内所有维基百科条目

source: clipboard
ast: cartafueyu
de: Zwischenablage
es: portapapeles
fr: presse-papiers
ja: クリップボード
pl: schowek
ru: буфер обмена
zh_cn: 剪贴板

source: coordinates
ast: coordenaes
de: Koordinaten
es: coordenadas
fr: coordonnées
ja: 座標
pl: współrzędne
ru: координаты
zh_cn: 坐标

source: description
ast: descripción
de: Beschreibung
es: descripción
ja: 説明
pl: opis
zh_cn: 描述

source: has no Q-ID
ast: nun tien Q-ID
de: hat keine Q-ID
es: no tiene Q-ID
ja: Q-IDがありません
pl: nie ma Q-ID
ru: не имеет Q-ID
zh_cn: 没有 Q-ID

source: help
ast: ayuda
de: Hilfe
es: ayuda
fr: Aide
ja: ヘルプ
pl: pomoc
ru: Справка
zh_cn: 说明

source: label
ast: etiqueta
de: Bezeichnung
es: etiqueta
ja: ラベル
pl: etykieta
zh_cn: 名称

source: language
ast: idioma
de: Sprache
es: idioma
fr: langue
ja: 言語
pl: język
zh_cn: 语言

source: language code
ast: códigu d'idioma
de: Sprachcode
es: código de idioma
fr: code de la langue
ja: 言語コード
pl: kod języka
zh_cn: 语言代码

source: wikidata=* item exists
ast: l'elementu wikidata=* existe
de: Der Eintrag für wikidata=* existiert
es: El elemento wikidata=* existe
ja: wikidata=* 項目がすでに存在します
pl: obiekt wikidata=* istnieje
ru: элемент wikidata=* существует
zh_cn: 存在 wikidata=* 项目

source: {0} (malformed site URL)
ast: {0} (URL del sitiu mal escrita)
de: {0} (ungültiger Website-URL)
es: {0} (URL del sitio malformada)
ja: {0}(不正な形式のサイトURL)
pl: {0} (zniekształcony URL)
ru: {0} (некорректный URL сайта)
zh_cn: {0}（站点网址格式错误）

source: {0} is an instance of {1} (or any subclass thereof)
de: {0} ist ein Exemplar von {1} (oder einer Unterklasse davon)
es: {0} es una instancia de {1} (o cualquier subclase de la misma)
ja: {0}は{1}のインスタンス(またはそのサブクラス)です
pl: {0} jest wystąpieniem {1} (lub jakąś podklasą)
ru: {0} — экземпляр {1} (или любой его подкласс)
zh_cn: {0} 是 {1}（或其任何子类）的实例

source: {0} is not a valid Wikidata-ID
ast: {0} nun ye una ID de Wikidata válida
de: {0} ist keine gültige Wikidata-ID
es: {0} no es un Wikidata-ID valido
ja: {0} は有効な Wikidata-IDではありません
pl: {0} nie jest prawidłowym identyfikatorem Wikidata
ru: {0} — некорректный Wikidata-ID
zh_cn: {0} 不是有效的 Wikidata-ID

source: {0}=* tag should not have URL-encoded values.
ja: {0}=*タグには、URLエンコードされた値を含めることはできません。

source: Simplifies linking OSM objects to Wikipedia articles and Wikidata items
ast: Simplifica enllazar oxetos d''OSM con artículos de Wikipedia y elementos de Wikidata
de: Vereinfacht das Verlinken von OSM-Objekten zu Wikipedia-Artikeln und Wikidata-Einträgen
es: Simplifica la vinculación de objetos de OSM a artículos de Wikipedia y elementos de Wikidata
fr: Simplifie la liaison entre les éléments OSM et les articles Wikipedia ou les entrées Wikidata
ja: OSMオブジェクトをWikipediaの記事やWikidataの項目に簡単にリンクする
pl: Upraszcza odnoszenie obiektów OSM do artykułów na Wikipedii i serwisu Wikidata
ru: Упрощает связывание объектов OSM со статьями Википедии и элементами Викиданных
zh_cn: 简化 OSM 对象链接至维基百科条目和维基数据项目的过程
