Repository: JOSM/wikipedia
Catalog: src/main/po/*.po
Languages: ast, de, es, fr, ja, pl, ru, zh_cn

source: Could not check for all wikipedia=* tags if they redirect to another lemma.
de: Die Überprüfung, ob wikipedia=* Tags zu anderen Lemmata weiterleiten, ist fehlgeschlagen.
es: No se pudo verificcar si todas las etiquetas wikipedia=* redirigen a otro lema.
pl: Nie można sprawdzić wszystkich tagów wikipedia=*, czy nie przekierowują do innych artykułów.
ru: Не удалось проверить, все ли теги wikipedia=* перенаправляют на другую лемму.
zh_cn: 无法检查所有 wikipedia=* 标签是否重定向到其他地方。

source: Make sure that the wikipedia=* article is not redirecting to another lemma
de: Stelle sicher, dass der Artikel im wikipedia=* Tag nicht zu einem anderen Lemma weiterleitet
es: Asegúrese de que el artículo de wikipedia=* no está redirigiendo a otro lema
pl: Upewnij się, że artykuł wikipedia=* nie przekierowuje do innego artykułu
ru: Убедитесь, что статья wikipedia=* не перенаправляет на другую лемму
zh_cn: 确认 wikipedia=* 条目并没有重定向至其他项目

source: Wikipedia
fr: Wikipédia
ru: Википедия
zh_cn: 维基百科

source: Clipboard
ru: Буфер обмена
