Repository: JOSM/wikipedia
Catalog: src/main/po/*.po
Languages: ast, de, es, fr, ja, pl, ru, zh_cn

source: ''{0}'' is an illegal language code!
ast: ''{0}'' ye un códigu d'idioma illegal
de: ''{0}'' ist als Sprachkürzel nicht erlaubt!
es: ¡''{0}'' es un código de idioma ilegal!
fr: ''{0}'' n'est pas un code de langue correct !
ja: ''{0}'' は不正な言語コードです！
pl: ''{0}'' jest niedozwolonym kodem języka!
ru: ''{0}'' — недопустимый код языка!
zh_cn: “{0}”是非法的语言代码！

source: ({0} items, processing batch {1} of {2})
ast: ({0} elementos, procesando'l llote {1} de {2})
de: ({0} Objekte, verarbeite Teil {1} von {2})
es: ({0} elementos, procesando lote {1} de {2})
fr: ({0} éléments, traitement de la tâche {1} sur {2})
ja: ({0} 個のアイテム, {2} 中の {1}を処理中)
pl: ({0} elementów, przetwarzanie grupy {1} z {2})
ru: ({0} элементов, обработка пакета {1} из {2})
zh_cn: （{0} 项，处理批次 {1}/{2}）

source: Add Tag
ast: Añadir etiqueta
de: Merkmal hinzufügen
es: Añadir etiqueta
fr: Ajouter un tag
ja: タグを追加
pl: Dodaj znacznik
ru: Добавить тег
zh_cn: 添加标签

source: Add Wikidata
ast: Añadir Wikidata
de: Wikidata hinzufügen
es: Añadir Wikidata
fr: Ajouter Wikidata
ja: Wikidata を追加
pl: Dodaj Wikidata
ru: Добавить Викиданные
zh_cn: 添加 Wikidata

source: Add Wikidata for language ''{0}''
ast: Añadir Wikidata pal idioma ''{0}''
de: Wikidata für Sprache ''{0}'' hinzufügen
es: Añadir Wikidata para el idioma ''{0}''
fr: Ajouter Wikidata pour la langue ''{0}''
ja: ''{0}'' の Wikideta を追加
pl: Dodaj Wikidata dla języka ''{0}''
ru: Добавить Викиданные для языка ''{0}''
zh_cn: 添加语言“{0}”的 Wikidata

source: Add names from Wikipedia
ast: Añadir nomes dende Wikipedia
de: Namen aus Wikipedia hinzufügen
es: Añadir nombres desde Wikipedia
fr: Ajout du nom depuis Wikipedia
ja: Wikipediaから名前を追加
pl: Dodaj nazwy z Wikipedii
ru: Добавить названия из Википедии
zh_cn: 添加维基百科的名称

source: Add new snippet
ast: Amestar un nuevu fragmentu
de: Neues Schnipsel hinzufügen
es: Añadir nuevo fragmento
fr: Ajoute une nouvelle requête
ja: 新しいスニペットを追加
pl: Dodaje nową wstawkę
ru: Добавить новый фрагмент
zh_cn: 添加新片段

source: Adds a ''wikipedia'' tag corresponding to this article to the selected objects
ast: Añade una etiqueta ''wikipedia'' correspondiente a esti artículu pa los oxetos escoyíos
de: ''wikipedia''-Merkmal aus dem ausgewählten Artikel in die markierten Objekte einfügen
es: Añade una etiqueta ''wikipedia'' correspondiente a este artículo para los objetos seleccionados
fr: Ajoute un tag "wikipedia" correspondant à cet article sur les objets sélectionnés
ja: この文書に対応する選択されたオブジェクトに''wikipedia''タグを追加します
pl: Dodaje do zaznaczonych obiektów znacznik „wikipedia” powiązany z tym artykułem
ru: Добавляет тег «wikipedia», соответствующий этой статье, выбранным объектам
zh_cn: 添加对应本文的“维基百科”标签到所选对象

source: Available in local dataset
ast: Disponible nel conxuntu de datos llocal
de: In lokalem Datensatz verknüpft
es: Disponible en el conjunto de datos local
fr: Disponible dans le jeu de données local
ja: ローカルデータセットで有効
pl: Dostępne w lokalnym zestawie danych
ru: Доступно в локальном наборе данных
zh_cn: 在本地数据中可用

source: Available via WIWOSM server
ast: Disponible vía sirvidor WIWOSM
de: Auf WIWOSM-Server verfügbar
es: Disponibel vía servidor WIWOSM
fr: Disponible via le serveur WIWOSM
ja: WIWOSMサーバーで有効
pl: Dostępne przez serwer WIWOSM
ru: Доступно через WIWOSM сервер
zh_cn: 在 WIWOSM 服务器中可用

source: Can't open website {0} in browser! Error message: {1}
ast: Nun pué abrise'l sitiu web {0} nel restolador. Mensaxe d'error: {1}
de: Die Website {0} konnte nicht im Browser geöffnet werden! Fehlermeldung: {1}
es: ¡No se puede abrir el sitio web {0} en el navegador! Mensaje de error: {1}
fr: Ne peu pas ouvrir le site web {0} dans le navigateur. Message d'erreur : {1}
ja: Webサイト{0}をブラウザで開けません!エラーメッセージ:{1}
pl: Nie można otworzyć strony {0} w przeglądarce! Treść błędu: {1}
zh_cn: 无法用浏览器打开网站 {0}！错误消息：{1}

source: Cancel
ast: Encaboxar
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pl: Anuluj
ru: Отменить
zh_cn: 取消

source: Change wikipedia tag?
ast: ¿Camudar la etiqueta wikipedia?
de: Wikipedia-Tag ändern?
es: ¿Cambia la etiqueta de wikipedia?
fr: Changer l'étiquette Wikipedia ?
ja: wikipediaのタグを変更しますか？
pl: Zmienić tag wikipedii?
ru: Изменить тег wikipedia?
zh_cn: 是否更改维基百科标签？

source: Change {0}={1} to {2}
ast: Cambiar {0}={1} a {2}
ja: {0}={1}を{2}に変更

source: Check format of wikipedia=* tags and subtags
ast: Comprobar el formatu d'etiquetes y subetiquetes wikipedia=*
ja: wikipedia=*タグとサブタグの書式をチェック

source: Check wikipedia=* is interwiki link of wikidata=*
ast: Comprobar que wikipedia=* ye un enllaz interwiki de wikidata=*
de: Überprüfen, dass wikipedia=* ein Interwiki-Link von wikidata=* ist
es: Comprobar que wikipedia=* es un enlace interwiki de wikidata=*
ja: wikipedia=*はwikidata=*のinterwikiリンクです。
pl: Sprawdź, czy wikipedia=* jest wewnętrznym linkiem do wikidata=*
ru: Проверка того, что wikipedia=* является интервики-ссылкой на wikidata=*
zh_cn: 检查 wikipedia=* 是 wikidata=* 提供的跨 wiki 链接

source: Check wikipedia=* is not a redirect
ast: Comprobar que wikipedia=* nun ye una redireición
de: Überprüfen, dass wikipedia=* keine Weiterleitung ist
es: Comprobar que wikipedia=* no es un redireccionamiento
ja: 要確認 wikipedia=* はリダイレクトされません。
pl: Sprawdź, czy wikipedia=* nie jest przekierowaniem
ru: Проверка того, что wikipedia=* не является перенаправлением
zh_cn: 检查 wikipedia=* 不是重定向

source: Contacting Server...
ast: Coneutando col sirvidor...
de: Kontaktaufnahme mit Server…
es: Contactando con el servidor...
fr: Connexion au serveur…
ja: サーバーに接続中...
pl: Łączenie z serwerem...
ru: Соединение с сервером...
zh_cn: 正在连接服务器...

source: Copies the {0} template to the system clipboard instantiated with the coordinates of the first selected node
ast: Copia la plantía {0} al cartafueyu del sistema como instancia coles coordenaes del primer nodiu seleicionáu
de: Kopiert die {0}-Vorlage – instanziiert mit den Koordinaten des ersten ausgewählten Punktes – in die Zwischenablage
es: Copia la plantilla {0} al portapapeles del sistema instanciada com las coordenadas del primer nodo seleccionado
fr: Copie le patron {0}, instancié avec les coordonnées du premier nœud sélectionné, dans le presse-papiers
ja: 最初に選択されたノードの座標を例に、{0}のテンプレートをシステムのクリップボードにコピーする
pl: Kopiuje szablon {0} powiązany ze współrzędnymi pierwszego wybranego węzła do schowka systemowego
ru: Копирует в буфер обмена шаблон {0}, подставив в него координаты первой выделенной точки
zh_cn: 复制 {0} 的模板到系统剪贴板，并以第一个选择节点的坐标填充

source: Copy {0} template
ast: Copiar plantía {0}
de: {0}-Vorlage kopieren
es: Copiar plantilla {0}
fr: Copier le modèle {0}
ja: {0}のテンプレートをコピー
pl: Kopiuj szablon {0}
ru: Копировать шаблон {0}
zh_cn: 复制 {0} 个模板

source: Could not add names. Wikipedia tag is not recognized!
ast: Nun pudieron añadise nomes. La etiqueta Wikipedia nun se reconoz
de: Konnte die Namen nicht hinzufügen. Das Tag wikipedia=* wird nicht erkannt!
es: No se pudieron agregar nombres. !La etiqueta Wikipedia no es reconocida!
ja: 名前を追加できませんでした。Wikipediaのタグが認識されません!
pl: Nie można dodać nazw. Nie rozpoznano tagu wikipedii!
zh_cn: 无法添加名称，无法识别维基百科标签！

source: Could not check for all wikipedia=* tags if they match the wikidata=* tag.
de: Nicht für alle wikipedia=* Tags konnte geprüft werden, ob sie zum wikidata=* Tag passen.
es: No se pudo verificar si todas las etiquetas wikipedia=* coinciden con la etiqueta wikidata=*
ja: wikidata=* タグとマッチする wikipedia=* タグのチェックを全て行うことができませんでした。
pl: Nie można sprawdzić, czy wszystkie tagi wikipedia=* pasują do tagów wikidata=*.
ru: Не удалось проверить, все ли теги wikipedia=* соответствуют тегу wikidata=*.
zh_cn: 无法检查所有 wikipedia=* 标签是否符合 wikidata=* 标签。

source: Could not check for all wikipedia=* tags if they redirect to another article.
ja: 別の記事にリダイレクトする場合があり、すべてのwikipedia=*タグをチェックすることはできませんでした。

source: Could not check for unusual classes in wikidata=* tags.
de: Überprüfung auf ungewöhnliche Typen in wikidata=* Tags ist fehlgeschlagen.
es: No se pudo comprobar si hay clases inusuales en las etiquetas wikidata=*.
ja: wikidata=*タグで異常なクラスをチェックできませんでした。
pl: Nie można sprawdzić nietypowych klas w tagach wikidata=*.
ru: Не удалось проверить на наличие необычных классов в тегах wikidata=*.
zh_cn: 无法检查 wikidata=* 标签不寻常类型。

source: Could not connect to the {0}, probably a network issue or the website is currently offline ({1}: {2})
de: Konnte nicht mit {0} verbinden, wahrscheinlich ein Netzwerkfehler oder die Website ist momentan offline ({1}: {2})
es: No se pudo conectar a {0}, probablemente sea un problema de red o el sitio web está actualmente desconectado ({1}: {2})
ja: {0}に接続できませんでした。ネットワークの問題か、Webサイトが現在オフラインになっている可能性があります({1}: {2})
pl: Nie można połączyć się z {0}, prawdopodobnie z powodu błędu sieci lub strona jest aktualnie niedostępna ({1}: {2})
ru: Не удалось соединиться с {0}, возможно, проблема с сетью или веб-сайт сейчас не работает ({1}: {2})
zh_cn: 无法连接到 {0}，也许是网络问题或是网站断线了（{1}：{2}）

source: Could not get all possible wikipedia sites over the internet.
ja: インターネット上のWikipediaサイトの一覧を取得できませんでした。

source: Could not validate all wikidata=* tags over the internet.
de: Nicht alle wikidata=* Tags konnten über das Internet validiert werden.
es: No se han podido validar todas las etiquetas wikidata=* en Internet.
ja: インターネット上で、wikidata=*タグを検証できませんでした。
pl: Nie można zweryfikować wszystkich tagów wikidata=* przez internet.
ru: Не удалось проверьть все теги wikidata=* через интернет.
zh_cn: 无法在线验证所有 wikidata=* 标签。

source: Delete selected snippet
de: Ausgewählten Schnipsel entfernen
es: Eliminar el fragmento seleccionado
fr: Supprime la requête sélectionnée
ja: 選択したスニペットを削除
pl: Usuwa zaznaczoną wstawkę
ru: Удалить выделенный фрагмент
zh_cn: 删除选中的片段

source: Double click on item to search for object with article name (and center coordinate)
ast: Doble clic nel elementu pa buscar oxetos col nome del artículu (y centru de coordenaes)
de: Doppelklick auf einen Eintrag führt eine Suche nach Objekten anhand des Artikelnamens durch (und zentriert die Ansicht)
es: Doble clic en un ítem para buscar objetos con el mismo nombre de artículo (y centrar coordenadas)
fr: Double-cliquez sur un item pour rechercher un objet avec le nom de l''article (et centrer les coordonnées)
ja: ダブルクリックで記事名(と中心のノード)でオブジェクトを検索
pl: Kliknij dwukrotnie na elemencie, aby wyszukać obiekt przez nazwę artykułu (i środek współrzędnych)
ru: Щёлкните на строчке дважды, чтобы найти объект по названию статьи и приблизить его.
zh_cn: 双击项目来搜索有文章名称的对象(和中心坐标)

source: Download all elements from one of {0} sources
ast: Descargar tolos elementos d'una de {0} fontes
de: Lade alle Elemente aus einer von {0} Quellen herunter
es: Descargue todos los elementos de una de las {0} fuentes
ja: いずれかの{0}ソースからすべての要素をダウンロード
pl: Pobierz wszystkie elementy z jednego z {0} źródeł
ru: Скачать все элементы из одного из {0} источников
zh_cn: 从 {0} 个来源之一下载所有元素

source: Download elements
ast: Descargar elementos
de: Elemente herunterladen
es: Descargar elementos
ja: 要素のダウンロード
pl: Pobierz elementy
ru: Скачать элементы
zh_cn: 下载元素

source: Download from Sophox API
ast: Descargar dende la API de Sophox
de: Von der Sophox-API herunterladen
es: Descargar desde Sophox API
fr: Télécharger à partir de l’API Sophox
ja: Sophox APIからのダウンロード
pl: Pobieranie z API Sophox
ru: Скачать из Sophox API
zh_cn: 从 Sophox API 下载

source: Download labels for {0}…
ast: Descargar etiquetes pa {0}…
de: Lade Bezeichnungen für {0} herunter…
es: Descargar etiquetas para {0}…
ja: {0}のラベルをダウンロード...
pl: Pobierz etykiety dla {0}...
zh_cn: 下载 {0} 的名称…

source: Download referrers (parent relations)
ast: Descargar referencies (rellaciones padre)
de: Verweise herunterladen (Eltern-Relationen)
es: Descargar referentes (relaciones padre)
fr: Télécharger les référents (relations parentes)
ja: 参照元(親リレーション)をダウンロード
pl: Pobieranie odniesień (relacji nadrzędnych)
ru: Скачать ссылающихся на объект (родительские отношения)
zh_cn: 下载参照者(父关系)

source: Download relation members
ast: Descargar los miembros de la rellación
de: Relationselemente herunterladen
es: Descargar los miembros de la relación
fr: Télécharger les membres
ja: リレーションメンバーをダウンロード
pl: Pobieranie członków relacji
ru: Скачать участников отношений
zh_cn: 下载关系成员

source: Download sitelinks for {0}…
de: Lade verlinkte Seiten für {0} herunter…
es: Descargar enlaces de sitio para {0}…
ja: {0}のサイトリンクをダウンロード...
pl: Pobierz linki dla {0}...
zh_cn: 下载 {0} 的站点链接…

source: Download statements for {0}…
de: Lade Aussagen für {0} herunter…
es: Descargar declaraciones para {0}…
ja: {0}のステートメントをダウンロード...
pl: Pobierz deklaracje dla {0}...
zh_cn: 下载 {0} 的陈述…

source: Downloading entries with geo coordinates failed: {0}
de: Das Herunterladen von Einträgen mit Geo-Koordinaten ist gescheitert: {0}
es: No se pudieron descargar las entradas con coordenadas geográficas: {0}
ja: 地理座標を含むエントリのダウンロードに失敗しました:{0}
pl: Pobieranie wpisów ze współrzędnymi zakończone błędem: {0}
ru: Ошибка загрузки записей с географическими координатами: {0}
zh_cn: 下载对象的地理经纬度失败：{0}

source: Edit selected snippet
de: Ausgewähltes Schnipsel bearbeiten
es: Editar el fragmento seleccionado
fr: Edite la requête sélectionnée
ja: 選択されたスニペットを編集
pl: Modyfikuje zaznaczoną wstawkę
ru: Изменить выделенный фрагмент
zh_cn: 编辑选中的片段

source: Error
de: Fehler
fr: Erreur
ja: エラー
pl: Błąd
ru: Ошибка
zh_cn: 错误

source: Error getting claims for entity!
ja: エンティティの要求の取得中にエラーが発生しました!

source: Failed to download labels for {0}!
de: Fehler beim Herunterladen der Bezeichnungen für {0}!
es: ¡No se pudieron descargar las etiquetas de {0}!
ja: {0}のラベルをダウンロードできませんでした!
pl: Nieudane pobieranie etykiet dla {0}!
zh_cn: 下载 {0} 的名称失败！

source: Failed to download sitelinks for Wikidata item {0}!
de: Fehler beim Herunterladen der verlinkten Seiten für Wikidata-Eintrag {0}!
es: ¡No se pudieron descargar los enlaces de sitio para el elemento {0} de Wikidata!
ja: Wikidataアイテム{0}のサイトリンクをダウンロードできませんでした!
pl: Nieudane pobieranie linków dla obiektu Wikidata {0}!
zh_cn: 下载维基数据对象 {0} 的站点链接失败！

source: Failed to download statements for Wikidata item {0}!
de: Fehler beim Herunterladen der Aussagen für den Wikidata-Eintrag {0}!
es: ¡No se pudieron descargar declaraciones para el elemento {0} de Wikidata!
ja: Wikidataアイテム{0}のステートメントをダウンロードできませんでした!
pl: Nieudane pobieranie deklaracji dla obiektu Wikidata {0}!
zh_cn: 下载维基数据对象 {0} 的陈述失败！

source: Fetch Wikidata IDs
ast: Llograr les IDs de Wikidata
de: Wikidata-Kennungen abrufen
es: Buscar los ID de Wikidata
fr: Récupérer les identifiants Wikidata
ja: Wikidata IDを検索
pl: Pobierz Wikidata ID
ru: Получить ID Викиданных
zh_cn: 获取 Wikidata ID

source: Fetch Wikidata IDs using the ''wikipedia'' tag
ast: Llograr les IDs de Wikidata usando la etiqueta ''wikipedia''
de: Wikidata-Kennungen unter Verwendung des Merkmals ''wikipedia'' abrufen
es: Buscar los ID de Wikidata utilizando la etiqueta ''wikipedia''
fr: Récupérer les identifiants Wikidata étiquetés ''wikipedia''
ja: ''wikipedia'' タグを使用して Wikidata ID を検索
pl: Pobierz Wikidata ID używając tagu "wikipedia"
ru: Получить идентификаторы Викиданных, используя тег ''wikipedia''
zh_cn: 使用维基百科标签获取维基数据ID

source: Fetch Wikipedia articles with coordinates
ast: Buscar artículos de Wikipedia con coordenaes
de: Wikipedia-Artikel mit Koordinaten abrufen
es: Buscar artículos de Wikipedia con sus coordenadas
fr: Récupérer les articles Wikipédia avec des coordonnées
ja: 座標からWikipediaの記事を検索
pl: Pobierz artykuły z Wikipedii ze współrzędnymi
ru: Получить статьи Википедии с координатами
zh_cn: 获取带坐标的维基百科文章

source: Fetches a list of all Wikipedia articles of a category
ast: Llogra una llista de tolos artículos de Wikipedia d''una categoría
de: Lädt die Liste der Wikipedia-Artikel einer Kategorie
es: Obtiene una lista de todos los artículos de Wikipedia de una categoría
fr: Récupère une liste de tous les articles Wikipédia d''une catégorie
ja: カテゴリのWikipediaの全記事を検索
pl: Pobiera listę wszystkich artykułów Wikipedii z kategorii
ru: Получение списка всех статей категории из Википедии
zh_cn: 获取分类下所有维基百科的文章列表

source: Fetches all coordinates from Wikidata in the current view
ast: Llograr toles coordenaes de la vista actual dende Wikidata
de: Ruft alle Koordinaten von Wikidata in der aktuellen Ansicht ab
es: Obtiene todas las coordenadas de Wikidata de la vista actual
fr: Obtenir toutes les coordonnées de Wikidata dans la vue actuelle
ja: 現在のビューのすべての座標をWikidataから取得します
pl: Pobiera wszystkich współrzędnych z Wikidata w bieżącym widoku
ru: Получение из Викиданных всех координат для видимой в окне области карты
zh_cn: 从维基数据获取当前视图中的所有坐标

source: Fetches all coordinates from Wikipedia in the current view
ast: Llogra toles coordenaes de Wikipedia pa la vista actual
de: Alle Koordinaten von Wikipedia-Artikeln der aktuellen Ansicht herunterladen
es: Obtiene todas las coordenadas de Wikipedia para la vista actual
fr: Récupère toutes les coordonnées de Wikipédia dans la vue courante
ja: 現在のビューのすべての座標をWikipedia上で取得します
pl: Pobiera wszystkie współrzędne z Wikipedii dla aktualnego widoku
ru: Получение из Википедии всех координат для видимой в окне области карты
zh_cn: 从维基百科获取所有当前视图中的坐标

source: Fetches interwiki links from Wikipedia in order to add several name tags
ast: Llogra los enllaces interwiki de Wikipedia p''amestar delles etiquetes de nomes
de: Interwiki-Links zum Ergänzen von Namensmerkmalen von Wikipedia abrufen
es: Obtiene los enlaces interwiki de Wikipedia para agregar varias etiquetas de denominación
fr: Cherche les liens interwiki de Wikipedia pour ajouter plusieurs attributs de noms
ja: 該当するnameタグを追加するためにWikipediaからインターウィキリンクを探す
pl: Pobiera z Wikipedii linki interwiki w celu dodania kilku tagów
ru: Получить интервики-ссылки из Википедии для добавления нескольких тегов name
zh_cn: 从维基百科获取跨维基链接，以添加多个名称标签

source: Fetching Wikidata IDs
ast: Llogrando les ID dende Wikidata
de: Wikidata-Kennungen werden abgerufen
es: Buscando los ID de Wikidata
fr: Récupération des identifiants Wikidata
ja: Wikidata ID を検索
pl: Pobieranie Wikdata ID
ru: Получение идентификаторов Викиданных
zh_cn: 正在获取 Wikidata ID

source: Fetching {0} Wikidata ID for language ''{1}''
ast: Llogrando {0} ID de Wikidata pa la llingua ''{1}''
de: {0} Wikidata-Kennung für Sprache ''{1}'' wird abgerufen
es: Buscando {0} ID de Wikidata para el idioma ''{1}''
fr: Récupération de {0} identifiant Wikidata pour la langage ''{1}''
ja: 言語 ''{1}'' の {0} 個のWikideta IDを検索しています
pl: Pobieranie {0} Wikidata ID dla języka „{1}”
ru: Получение {0} идентификатора Викиданных для языка ''{1}''
zh_cn: 正在获取 {0} 个语言“{1}”的维基数据ID

source: Find OSM objects linked with wikidata items of a class that is untypical for OSM
de: Finde OSM-Objekte, die mit Wikidata-Einträgen verknüpft sind, deren Typ für OSM ungewöhnlich ist
es: Buscar objetos de OSM enlazados con elementos de wikidata de una clase que no es típica de OSM
ja: OSMでは一般的でないクラスのwikidata項目にリンクされたOSMオブジェクトを検索する
pl: Znajdź obiekty OSM połączone z elementami wikidata, które mają nietypowe dla OSM klasy
ru: Искать объекты OSM, связанные с нетипичным для OSM классом элемента wikidata.
zh_cn: 寻找链接维基数据项目的 OSM 对象中分类不寻常的

source: Find places of education at least 2km, and at most 3km from the center of the selection
ast: Alcontrar centros educativos que tean a una distancia ente 2km y 3km del centru de la seleición
de: Bildungseinrichtungen finden, die mindestens 2km und maximal 3km vom Mittelpunkt der Auswahl entfernt sind
es: Encontrar lugares de educación que estén entre 2 y 3 km del centro de la selección.
fr: Trouver les lieux d éducation à au moins 2km et au plus 3km du centre de la sélection
ja: 選択の中心から最小2km最大3km離れた位置の教育機関を見つける
pl: Znajdź placówki edukacyjne przynajmniej 2 km, i najwyżej 3 km od środka zaznaczenia.
ru: Поиск образовательных учреждений в пределах от 2 до 3 км от центра выделенной области
zh_cn: 从选择区域的中心，最近 2 公里，最远 3 公里的教育机构

source: Invalid Q-ID! Cannot exist on Wikidata.
de: Ungültige Q-ID! Kann nicht auf Wikidata existieren.
es: ¡Q-ID invalido! No pueden existir en Wikidata.
ja: Q-IDが無効です!Wikidataには存在できません。
pl: Nieprawidłowe Q-ID! Nie istnieje w Wikidata.
ru: Недоаустимый Q-ID! Не может существовать в Викиданных.
zh_cn: 无效 Q-ID！在维基数据不会存在。

source: It looks like a wikipedia tag contains a URL. Use the format ''‹language›:‹article title› instead!''
ja: ウィキペディアのタグにURLが含まれているようです。かわりに ''‹language›:‹article title›'' のフォーマットを利用してください!

source: Item {0} does not exist!
ast: L'elementu {0} nun esiste
de: Eintrag {0} existiert nicht!
es: ¡El elemento {0} no existe!
ja: アイテム{0}は存在しません!
pl: Element {0} nie istnieje!
ru: Элемент {0} не существует!
zh_cn: 项 {0} 并不存在！

source: Item {0} is missing
ast: Falta l'elementu {0}
de: Eintrag {0} fehlt
es: Falta el elemento {0}
ja: アイテム{0}が見つかりません
pl: Brakuje elementu {0}
ru: Элемент {0} отсутствует
zh_cn: 缺少项 {0}

source: Item {0} redirects to {1}
ast: L'elementu {0} redirixe a {1}
de: Eintrag {0} leitet auf {1} weiter
es: El elemento {0} redirige a {1}
ja: アイテム{0}が{1}にリダイレクトされます
pl: Element {0} przekierowuje do {1}
ru: Элемент {0} перенаправляет к {1}
zh_cn: 项 {0} 重定向至 {1}

source: Just checks the format of the Wikipedia tag (no validation if articles exist), with autofixes for when tag value is a URL
ja: WikipediaがURLである場合のAutofixを使用して、Wikipediaタグの形式をチェックする(記事が存在する場合は検証なし)

source: Labels
ast: Etiquetes
de: Bezeichnungen
es: Etiquetas
ja: ラベル
pl: Etykiety
zh_cn: 名称

source: Language code ''{0}'' is not recognized! Can''t download Wikidata ID for tag ''{1}''!
ja: 言語コード''{0}''が認識されません!タグ''{1}'' のWikidata IDをダウンロードできません!

source: Links
ast: Enllaces
es: Enlaces
fr: Liens
ja: リンク
pl: Linki
zh_cn: 链接

source: Load category
ast: Cargar categoría
de: Kategorie laden
es: Cargar categoría
fr: Charger la catégorie
ja: カテゴリを読み込む
pl: Wczytaj kategorię
ru: Загрузка категории
zh_cn: 加载分类

source: Make sure that the wikipedia=* article is not redirecting to another article
ja: wikipedia=*の記事が他の記事にリダイレクトしていないことを確認します。

source: Make sure the Wikidata item for the Q-ID in the wikidata=* tag actually exists
de: Stelle sicher, dass der Wikidata-Eintrag für die Q-ID im wikidata=* Tag wirklich existiert
es: Verifique si el item de Wikidata para el Q-ID en la etiqueta wikidata=* realmente existe
ja: wikidata=*タグ内のQ-IDのWikidata項目が実際に存在することを確認します。
pl: Upewnij się, że istnieje element Wikidata dla Q-ID w tagu wikidata=*
ru: Убедитесь, что элемент Викиданных для Q-ID в теге wikidata=* действительно существует
zh_cn: 确认维基数据项目的 Q-ID 在 wikidata=* 标签确实存在

source: Makes sure that the wikipedia=* article is connected to the wikidata=* item
de: Stellt sicher, dass der wikipedia=* Artikel mit dem wikidata=* Objekt verknüpft ist
es: Se asegura de que el artículo de wikipedia=* este conectado al elemento wikidata=*
ja: wikipedia=*の記事がwikidata=*の項目に関連付けられていることを確認します。
pl: Upewnij się, że artykuł wikipedia=* jest połączony z elementem wikidata=*
ru: Проверяет, что статья wikipedia=* соединена с элементом wikidata=*
zh_cn: 确认 wikipedia=* 所指的条目已链接到 wikidata=* 项目

source: More than one OSM object is selected: {0}
de: Mehr als ein OSM-Objekt ist ausgewählt: {0}
es: Se ha seleccionado más de un objeto de OSM: {0}
ja: 複数のOSMオブジェクトが選択されています:{0}
pl: Wybrano więcej niż jeden obiekt OSM: {0}
zh_cn: 选择了多于一个 OSM 对象：{0}

source: Move wikidata=* tags to tag brand:wikidata=*, when the value points to a brand
de: wikidata=*-Merkmale zu Merkmal brand:wikidata=* verschieben, wenn der Wert auf eine Marke hinweist
es: Mueva la etiqueta wikidata=* a brand:wikidata= *, cuando el valor indica una marca
ja: 値がブランドを指す場合は、wikidata=* タグを brand:wikidata=* タグに移動します。
zh_cn: 当数值指向品牌时，移动 wikidata=* 标签到 brand:wikidata=* 标签

source: No Wikidata ID found for: {0}
ast: Nun s'alcontró nenguna ID de Wikidata pa: {0}
de: Keine Wikidata-Kennung gefunden für: {0}
es: No se ha encontrado un ID de Wikidata para: {0}
fr: Pas d''identifiant Wikidata trouvé pour {0}
ja: {0} の Wikidata ID が見つかりませんでした
pl: Nie znaleziono Wikidata ID dla: {0}
ru: Не найден идентификатор Викиданных для: {0}
zh_cn: 找不到这些的维基数据ID：{0}
